//! Дз
//? Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.
// Console.WriteLine("Введите первое число ");
// int a = Convert.ToInt32(Console.ReadLine());

// Console.WriteLine("Введите Второе число ");
// int b = Convert.ToInt32(Console.ReadLine());

// if(a > b) {
// 	Console.WriteLine(a + " > " + b);
// } else {
// 	Console.WriteLine(a + " < " + b);
// }

//? Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.
// Console.WriteLine("Введите первое число ");
// int a = Convert.ToInt32(Console.ReadLine());

// Console.WriteLine("Введите Второе число ");
// int b = Convert.ToInt32(Console.ReadLine());

// Console.WriteLine("Введите Второе число ");
// int c = Convert.ToInt32(Console.ReadLine());

// int max = a;

// if (a > max){max = a;}
// if (b > max){max = b;}
// if (c > max){max = c;}

// Console.Write("максимальное чвисло = " + max);

// Остольное допишу просто времени пока мало)